{
  "config": {
    "zone": "t4_lc_promo1",
    "moduleName": "ent_m044"
  },
  "data": {
    "header": {
      "title": "Bellator MMA Lightweight World Champion Will Brooks meets Dave Jansen on April 10 at Bren Events Center in Irvine, Calif.",
      "publishedDate": "February 4, 2015"
    },
    "blocks": [
      {
        "imageBlock": {
          "image": [
            {
              "width": 1920,
              "height": 1080,
              "url": "http://1.images.spike.com/images/shows/bellator/site-images/B136_1920x1080_inhouse.jpg"
            }
          ],
          "caption": "Bellator 136 Announcement"
        },
        "ad": "300x250"
      },
      {
        "content": {
          "text": "\u003Cp\u003E\u003Cb\u003ESANTA MONICA, Calif. (February 4, 2015)\u003C/b\u003E - Bellator MMA Lightweight World Champion \"Ill\" Will Brooks (15-1) returns to action on April 10, when he faces top contender Dave \"The Fugitive\" Jansen (20-2) at Bren Events Center in Irvine, Calif on April 10.\u003C/p\u003E\n\n\u003Cp\u003EThe two men compete in the headlining bout of the newly announced \"Bellator: Brooks vs. Jansen\" event, which also features a middleweight affair between Brazilian knockout machine Rafael Carvalho (10-1) and another man known for his sensational striking in Joe Schilling (2-3)\u003C/p\u003E\n\n\u003Cp\u003EBoth bouts take place on the evening's main card, which airs live and free on Spike TV at 9 p.m. ET/ 8 p.m. CT, while preliminary bouts stream on Spike.com at 7 p.m. ET. \u003C/p\u003E\n\n\u003Cp\u003ETickets for \"Bellator: Brooks vs. Jansen\" go on sale next Friday, Feb. 13 at 10 a.m. PT and are available online at www.ucirvinetickets.com (under the Bren Events Center tab) and through the UC Irvine Ticket Office.\u003C/p\u003E\n\n\u003Cp\u003E\"I'm really looking forward to this one,\" said Bellator President Scott Coker. \"Brooks and Schilling were two huge components to our successful show last November, and I wanted to get them another fight as quickly as possible.\" With Will Brooks, you've got a phenomenal athlete with a tremendous personality. He is someone who brings it each and every time he gets in the cage. Joe Schilling is one of those incredible strikers who just has danger written all over him. I think our team has really done a great job in finding both of these guys extremely tough opponents in Jansen and Carvalho respectively, and I'm happy that I'll have one of the best seats in the house..\u003C/p\u003E\n\n\u003Cp\u003EAdditional bouts will be announced shortly.\u003C/p\u003E"
        },
        "quote": "Carvalho is quickly establishing himself as one of the most devastating strikers in the world today, notching nine of his 10 career wins by knockout, including five that came in the first round."
      },
      {
        "content": {
          "text": "\u003Cp\u003EThe 28-year-old Brooks looks to make the first defense of the undisputed Bellator MMA Lightweight World Title he earned in November with a thrilling, fourth-round finish of former champ Michael Chandler. Prior to the win, Brooks boasted Bellator MMA's Interim Lightweight World Title, which he also earned with a victory over Chandler. Overall, Brooks - an American Top Team athlete - is on a seven-fight winning streak and has lost just once in his 16-fight career.\u003C/p\u003E\n\n\u003Cp\u003EAcross the cage from him, the 35-year-old Jansen also brings a seven-fight winning streak to the cage. An eight-year veteran of the sport, Jansen earned his shot at the belt with a 2012 tournament victory after registering wins over Marcin Held, Ricardo Tirloni and Magomed Saadulaev. He was scheduled to fight for the title in 2013, but an injury forced him to withdraw from the contest. Once healthy, rather than sit around and wait for a rescheduled title shot, Jansen chose to remain active, scoring an October 2014 win over Rick Hawn.\u003C/p\u003E\n\n\u003Cp\u003ECarvalho is a 28-year-old Brazilian who made an immediate impact in his promotional debut, scoring a first-round TKO win over nine-time Bellator MMA veteran Brian Rogers. Carvalho is quickly establishing himself as one of the most devastating strikers in the world today, notching nine of his 10 career wins by knockout, including five that came in the first round. Carvalho lost his professional debut in 2011 but has since earned 10 straight victories.\u003C/p\u003E\n\n\u003Cp\u003EThe 31-year-old Schilling has been fighting professionally since 2006, starting his combat sports career in kickboxing, where he earned both U.S. national and world titles in Muay Thai. While he's since turned his focus to MMA, Schilling continues to compete in striking events, as well, working his way to GLORY's Last Man Standing tournament this past June, competing three times in a single evening. Schilling made his Bellator MMA debut in November, scoring a \"Knockout of the Year\" candidate with his stoppage of noted striker Melvin Manhoef.\u003C/p\u003E\n\n\u003Cp\u003E\u003Cb\u003E\"Bellator: Brooks vs. Jansen\" - Friday, April 10, Bren Events Center, Irvine, Calif.\u003C/b\u003E\u003C/p\u003E\n\u003Cp\u003E\u003Cb\u003EBellator Lightweight Title Fight: Champ Will Brooks (15-1) vs. Dave Jansen (20-2)\u003C/b\u003E\u003C/p\u003E\n\u003Cp\u003E\u003Cb\u003EBellator Middleweight Feature Fight: Rafael Carvalho (10-1) vs. Joe Schilling (2-3)\u003C/b\u003E\u003C/p\u003E\n\n\u003Cp\u003E\u003Cb\u003EAbout Bellator MMA\u003C/b\u003E\u003C/p\u003E\n\u003Cp\u003EBellator MMA is a leading Mixed Martial Arts organization featuring many of the best fighters in the world. Under the direction of veteran fight promoter Scott Coker, Bellator is available to nearly 500 million homes worldwide in over 140 countries.  In  the  United  States,  Bellator  can  be  seen  on  Spike  TV,  the  MMA  television  leader.   Bellator  MMA  is comprised  of  an  executive  team  that  includes  top  industry  professionals  in  television  production,  live  event orchestration,  fighter  development/relations,  venue procurement,  sponsorship  creation/development,  international licensing, marketing, advertising, publicity and commission relations.  Bellator is based in Santa Monica, California and \nowned by entertainment giant Viacom, home to the world's premier entertainment brands that connect with audiences through compelling content across television, motion picture, online and mobile platforms.\u003C/p\u003E\n\n\u003Cp\u003E\u003Cb\u003EAbout Spike TV\u003C/b\u003E\u003C/p\u003E\n\u003Cp\u003ESpike TV is available in 98.7 million homes and is a division of Viacom Media Networks.  A unit of Viacom (NASDAQ: VIA, VIAB), Viacom Media Networks is one of the world's leading creators of programming and content across all media platforms.  Spike TV's Internet address is www.spike.com and for up-to-the-minute and archival press information and photographs, visit Spike TV's press site at http://www.spike.com/press.  Follow us on Twitter @spiketvpr for the latest in breaking news updates, behind-the-scenes information and photos.\u003C/p\u003E"
        },
        "parent": {
          "url": "http://www.spike-l.mtvi.com/",
          "parentTitle": "Bellator 136",
          "title": "Brooks vs. Jansen",
          "description": "Lightweight Title Fight\nWill Brooks vs. Dave Jansen",
          "image": [
            {
              "width": 1052,
              "height": 589,
              "url": "http://1.images.spike.com/images/shows/bellator/app/schedule/generic_promo_card_12.jpg"
            }
          ],
          "buttonLabel": "More Info"
        }
      }
    ],
    "schema": "{\"@context\":\"http://schema.org/\",\"@type\":\"NewsArticle\",\"headline\":\"Bellator MMA Lightweight World Champion Will Brooks meets Dave Jansen on April 10 at Bren Events Center in Irvine, Calif.\",\"datePublished\":\"2015-02-04T00:00:00-0500\",\"articleBody\":\"SANTA MONICA, Calif. (February 4, 2015) - Bellator MMA Lightweight World Champion \\\"Ill\\\" Will Brooks (15-1) returns to action on April 10, when he faces top contender Dave \\\"The Fugitive\\\" Jansen (20-2) at Bren Events Center in Irvine, Calif on April 10.\\n\\nThe two men compete in the headlining bout of the newly announced \\\"Bellator: Brooks vs. Jansen\\\" event, which also features a middleweight affair between Brazilian knockout machine Rafael Carvalho (10-1) and another man known for his sensational striking in Joe Schilling (2-3)\\n\\nBoth bouts take place on the evening's main card, which airs live and free on Spike TV at 9 p.m. ET/ 8 p.m. CT, while preliminary bouts stream on Spike.com at 7 p.m. ET. \\n\\nTickets for \\\"Bellator: Brooks vs. Jansen\\\" go on sale next Friday, Feb. 13 at 10 a.m. PT and are available online at www.ucirvinetickets.com (under the Bren Events Center tab) and through the UC Irvine Ticket Office.\\n\\n\\\"I'm really looking forward to this one,\\\" said Bellator President Scott Coker. \\\"Brooks and Schilling were two huge components to our successful show last November, and I wanted to get them another fight as quickly as possible.\\\" With Will Brooks, you've got a phenomenal athlete with a tremendous personality. He is someone who brings it each and every time he gets in the cage. Joe Schilling is one of those incredible strikers who just has danger written all over him. I think our team has really done a great job in finding both of these guys extremely tough opponents in Jansen and Carvalho respectively, and I'm happy that I'll have one of the best seats in the house..\\n\\nAdditional bouts will be announced shortly.The 28-year-old Brooks looks to make the first defense of the undisputed Bellator MMA Lightweight World Title he earned in November with a thrilling, fourth-round finish of former champ Michael Chandler. Prior to the win, Brooks boasted Bellator MMA's Interim Lightweight World Title, which he also earned with a victory over Chandler. Overall, Brooks - an American Top Team athlete - is on a seven-fight winning streak and has lost just once in his 16-fight career.\\n\\nAcross the cage from him, the 35-year-old Jansen also brings a seven-fight winning streak to the cage. An eight-year veteran of the sport, Jansen earned his shot at the belt with a 2012 tournament victory after registering wins over Marcin Held, Ricardo Tirloni and Magomed Saadulaev. He was scheduled to fight for the title in 2013, but an injury forced him to withdraw from the contest. Once healthy, rather than sit around and wait for a rescheduled title shot, Jansen chose to remain active, scoring an October 2014 win over Rick Hawn.\\n\\nCarvalho is a 28-year-old Brazilian who made an immediate impact in his promotional debut, scoring a first-round TKO win over nine-time Bellator MMA veteran Brian Rogers. Carvalho is quickly establishing himself as one of the most devastating strikers in the world today, notching nine of his 10 career wins by knockout, including five that came in the first round. Carvalho lost his professional debut in 2011 but has since earned 10 straight victories.\\n\\nThe 31-year-old Schilling has been fighting professionally since 2006, starting his combat sports career in kickboxing, where he earned both U.S. national and world titles in Muay Thai. While he's since turned his focus to MMA, Schilling continues to compete in striking events, as well, working his way to GLORY's Last Man Standing tournament this past June, competing three times in a single evening. Schilling made his Bellator MMA debut in November, scoring a \\\"Knockout of the Year\\\" candidate with his stoppage of noted striker Melvin Manhoef.\\n\\n\\\"Bellator: Brooks vs. Jansen\\\" - Friday, April 10, Bren Events Center, Irvine, Calif.\\nBellator Lightweight Title Fight: Champ Will Brooks (15-1) vs. Dave Jansen (20-2)\\nBellator Middleweight Feature Fight: Rafael Carvalho (10-1) vs. Joe Schilling (2-3)\\n\\nAbout Bellator MMA\\nBellator MMA is a leading Mixed Martial Arts organization featuring many of the best fighters in the world. Under the direction of veteran fight promoter Scott Coker, Bellator is available to nearly 500 million homes worldwide in over 140 countries.  In  the  United  States,  Bellator  can  be  seen  on  Spike  TV,  the  MMA  television  leader.   Bellator  MMA  is comprised  of  an  executive  team  that  includes  top  industry  professionals  in  television  production,  live  event orchestration,  fighter  development/relations,  venue procurement,  sponsorship  creation/development,  international licensing, marketing, advertising, publicity and commission relations.  Bellator is based in Santa Monica, California and \\nowned by entertainment giant Viacom, home to the world's premier entertainment brands that connect with audiences through compelling content across television, motion picture, online and mobile platforms.\\n\\nAbout Spike TV\\nSpike TV is available in 98.7 million homes and is a division of Viacom Media Networks.  A unit of Viacom (NASDAQ: VIA, VIAB), Viacom Media Networks is one of the world's leading creators of programming and content across all media platforms.  Spike TV's Internet address is www.spike.com and for up-to-the-minute and archival press information and photographs, visit Spike TV's press site at http://www.spike.com/press.  Follow us on Twitter @spiketvpr for the latest in breaking news updates, behind-the-scenes information and photos.\",\"publisher\":{\"@type\":\"Organization\",\"name\":\"Spike\"}}",
    "links": {
      "next": {
        "url": "http://www.spike-l.mtvi.com/articles/6cyxhg/bellator-mma-miller-lite-named-the-official-title-sponsor-for-bellator-mma",
        "title": "Miller Lite Named the Official Title Sponsor For Bellator MMA"
      },
      "previous": {
        "url": "http://www.spike-l.mtvi.com/articles/zolxuz/bellator-mma-bellator-season-11-best-knockouts",
        "title": "Bellator Season 11 - Best Knockouts"
      }
    }
  }
}

